Repository: MFvision/nearest-mosque
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, bs, ckb, es, fa, fa_af, fil, fr, gu, ha, hi, hu, id, ka, km, kn, mk, ml, mr, nl, pa, pt, ru, si, sr, sw, te, th, tr, ug, ur, vi, zh_hans

# alerts_ramadan_note
source: Suhoor 45 minutes before Fajr, iftar at Maghrib. Only during Ramadan.
ar: السحور قبل الفجر بـ45 دقيقة والإفطار عند المغرب، في رمضان فقط.
as: ছেহৰী ফজৰৰ 45 মিনিট আগতে, ইফতাৰ মাগৰিবত। কেৱল ৰমজানৰ সময়ত।
bn: সেহরি ফজরের 45 মিনিট আগে, ইফতার মাগরিবে। শুধু রমজানে।
bs: Sehur 45 minuta prije sabaha, iftar u vrijeme akšama. Samo tokom ramazana.
ckb: پارشێو ٤٥ خولەک پێش بەیانی، بەربانگ لە کاتی ئێوارە. تەنها لە ڕەمەزاندا.
es: Suhur 45 minutos antes del Fajr, iftar en el Magrib. Solo en Ramadán.
fa: سحری ۴۵ دقیقه پیش از اذان صبح، افطار به وقت مغرب. فقط در ماه رمضان.
fa_af: سحری ۴۵ دقیقه پیش از اذان صبح، افطار به وقت شام. فقط در ماه رمضان.
fil: Suhoor 45 minuto bago ang Fajr, iftar sa Maghrib. Tuwing Ramadan lang.
fr: Suhour 45 minutes avant Fajr, iftar au Maghrib. Seulement pendant le Ramadan.
gu: સેહરી ફજરના 45 મિનિટ પહેલાં, ઇફ્તાર મગરિબે. ફક્ત રમઝાન દરમિયાન.
ha: Sahur minti 45 kafin Asuba, buɗa baki a Magariba. A lokacin Ramadan kawai.
hi: सहरी फ़ज्र से 45 मिनट पहले, इफ़्तार मग़रिब पर। सिर्फ़ रमज़ान में।
hu: Szahúr 45 perccel a fadzsr előtt, iftár maghribkor. Csak ramadánban.
id: Sahur 45 menit sebelum Subuh, iftar saat Magrib. Hanya selama Ramadan.
ka: სუჰური ფაჯრამდე 45 წუთით ადრე, იფთარი მაღრიბზე. მხოლოდ რამადანის დროს.
km: សាហួរ 45 នាទីមុនស៊ូពុហ៍ អ៊ីហ្វតារនៅម៉ាហ្គ្រិប។ តែក្នុងខែរ៉ាម៉ាដនប៉ុណ្ណោះ។
kn: ಫಜ್ರ್‌ಗೆ 45 ನಿಮಿಷ ಮೊದಲು ಸಹರಿ, ಮಗ್ರಿಬ್‌ಗೆ ಇಫ್ತಾರ್. ರಮಝಾನ್‌ನಲ್ಲಿ ಮಾತ್ರ.
mk: Сехур 45 минути пред сабах, ифтар на акшам. Само во Рамазан.
ml: സുബ്ഹിന് 45 മിനിറ്റ് മുമ്പ് അത്താഴം, മഗ്‌രിബിന് നോമ്പുതുറ. റമദാനിൽ മാത്രം.
mr: सहरी फजरच्या 45 मिनिटे आधी, इफ्तार मगरिबला. फक्त रमजानमध्ये.
nl: Suhoor 45 minuten voor Fajr, iftar bij Maghrib. Alleen tijdens de ramadan.
pa: ਸਹਿਰੀ ਫ਼ਜਰ ਤੋਂ 45 ਮਿੰਟ ਪਹਿਲਾਂ, ਇਫ਼ਤਾਰ ਮਗ਼ਰਿਬ ’ਤੇ। ਸਿਰਫ਼ ਰਮਜ਼ਾਨ ਦੌਰਾਨ।
pt: Suhoor 45 minutos antes do Fajr, iftar no Maghrib. Só durante o Ramadã.
ru: Сухур за 45 минут до фаджра, ифтар в магриб. Только в Рамадан.
si: ෆජ්ර්ට මිනිත්තු 45 කට පෙර සහර්, මග්රිබ්හිදී ඉෆ්තාර්. රමළාන් කාලයේ පමණි.
sr: Сехур 45 минута пре сабаха, ифтар у време акшама. Само током рамазана.
sw: Daku dakika 45 kabla ya Alfajiri, futari wakati wa Magharibi. Wakati wa Ramadhani tu.
te: ఫజ్ర్‌కు 45 నిమిషాల ముందు సహరీ, మగ్రిబ్‌కు ఇఫ్తార్. రంజాన్‌లో మాత్రమే.
th: สะฮูร 45 นาทีก่อนซุบฮิ อิฟฏอร์เมื่อถึงมัฆริบ เฉพาะช่วงรอมฎอน
tr: Sahur imsaktan 45 dk önce, iftar akşam ezanında. Yalnızca Ramazan'da.
ug: سەھەرلىك بامداتتىن 45 مىنۇت بۇرۇن، ئىپتار شام ۋاقتىدا. پەقەت رامىزاندىلا.
ur: سحری فجر سے 45 منٹ پہلے، افطار مغرب پر۔ صرف رمضان میں۔
vi: Suhoor 45 phút trước Fajr, iftar vào giờ Maghrib. Chỉ trong tháng Ramadan.
zh_hans: 封斋饭在晨礼前 45 分钟，开斋在昏礼时。仅限斋月期间。

# alerts_section
source: Reminders and alarms
ar: التنبيهات والمنبّه
as: সোঁৱৰণী আৰু এলাৰ্ম
bn: রিমাইন্ডার ও অ্যালার্ম
bs: Podsjetnici i alarmi
ckb: بیرخەرەوە و ئەلارمەکان
es: Recordatorios y alarmas
fa: یادآورها و هشدارها
fa_af: یادآورها و الارم‌ها
fil: Mga paalala at alarm
fr: Rappels et alarmes
gu: રિમાઇન્ડર અને એલાર્મ
ha: Tunatarwa da ƙararrawa
hi: रिमाइंडर और अलार्म
hu: Emlékeztetők és ébresztők
id: Pengingat dan alarm
ka: შეხსენებები და მაღვიძარები
km: ការរំលឹក និងម៉ោងរោទ៍
kn: ಜ್ಞಾಪನೆಗಳು ಮತ್ತು ಅಲಾರಂಗಳು
mk: Потсетници и аларми
ml: ഓർമ്മപ്പെടുത്തലുകളും അലാറങ്ങളും
mr: रिमाइंडर आणि अलार्म
nl: Herinneringen en wekkers
pa: ਯਾਦ-ਦਹਾਨੀਆਂ ਅਤੇ ਅਲਾਰਮ
pt: Lembretes e alarmes
ru: Напоминания и будильники
si: සිහිකැඳවීම් සහ එලාම්
sr: Подсетници и аларми
sw: Vikumbusho na kengele
te: రిమైండర్‌లు మరియు అలారాలు
th: การเตือนและนาฬิกาปลุก
tr: Hatırlatıcılar ve alarmlar
ug: ئەسكەرتىش ۋە ئويغاتقۇچلار
ur: یاددہانیاں اور الارم
vi: Nhắc nhở và báo thức
zh_hans: 提醒与闹钟

source: Allow location
ar: السماح بالموقع
as: অৱস্থানৰ অনুমতি দিয়ক
bn: লোকেশনের অনুমতি দিন
bs: Dozvoli lokaciju
ckb: ڕێگەدان بە شوێن
es: Permitir ubicación
fa: اجازه دسترسی به موقعیت
fa_af: اجازه دسترسی به موقعیت
fil: Payagan ang lokasyon
fr: Autoriser la localisation
gu: લોકેશનની પરવાનગી આપો
ha: Ba da izinin wuri
hi: लोकेशन की अनुमति दें
hu: Hely engedélyezése
id: Izinkan lokasi
ka: მდებარეობის დაშვება
km: អនុញ្ញាតទីតាំង
kn: ಸ್ಥಳವನ್ನು ಅನುಮತಿಸಿ
mk: Дозволи локација
ml: ലൊക്കേഷൻ അനുവദിക്കുക
mr: लोकेशनला परवानगी द्या
nl: Locatie toestaan
pa: ਟਿਕਾਣੇ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ
pt: Permitir localização
ru: Разрешить геолокацию
si: ස්ථානයට ඉඩ දෙන්න
sr: Дозволи локацију
sw: Ruhusu mahali
te: లొకేషన్ అనుమతించు
th: อนุญาตตำแหน่ง
tr: Konuma izin ver
ug: ئورۇنغا ئىجازەت بېرىش
ur: مقام کی اجازت دیں
vi: Cho phép vị trí
zh_hans: 允许使用位置

# answer_common_reviewed
source: Common answer, reviewed by %1$@
ar: إجابة شائعة، راجعها %1$@
as: সাধাৰণ উত্তৰ, %1$@-এ পৰ্যালোচনা কৰিছে
bn: সাধারণ উত্তর, %1$@ পর্যালোচনা করেছেন
bs: Čest odgovor, pregledao: %1$@
ckb: وەڵامی باو، پێداچوونەوەی بۆ کراوە لەلایەن %1$@
es: Respuesta común, revisada por %1$@
fa: پاسخ رایج، بازبینی‌شده توسط %1$@
fa_af: پاسخ رایج، بازبینی‌شده توسط %1$@
fil: Karaniwang sagot, sinuri ni %1$@
fr: Réponse courante, relue par %1$@
gu: સામાન્ય જવાબ, %1$@ દ્વારા સમીક્ષિત
ha: Amsar da aka saba, %1$@ ya duba
hi: आम जवाब, %1$@ द्वारा समीक्षित
hu: Gyakori válasz, ellenőrizte: %1$@
id: Jawaban umum, ditinjau oleh %1$@
ka: ხშირი პასუხი, შეამოწმა: %1$@
km: ចម្លើយទូទៅ ពិនិត្យដោយ %1$@
kn: ಸಾಮಾನ್ಯ ಉತ್ತರ, %1$@ ಪರಿಶೀಲಿಸಿದ್ದಾರೆ
mk: Чест одговор, прегледан од %1$@
ml: സാധാരണ ഉത്തരം, %1$@ പരിശോധിച്ചത്
mr: नेहमीचे उत्तर, %1$@ यांनी पुनरावलोकन केलेले
nl: Standaardantwoord, gecontroleerd door %1$@
pa: ਆਮ ਜਵਾਬ, %1$@ ਵੱਲੋਂ ਨਜ਼ਰਸਾਨੀ ਕੀਤੀ ਗਈ
pt: Resposta comum, revisada por %1$@
ru: Частый ответ, проверено: %1$@
si: පොදු පිළිතුර, %1$@ විසින් සමාලෝචනය කළා
sr: Чест одговор, прегледао: %1$@
sw: Jibu la kawaida, limekaguliwa na %1$@
te: సాధారణ సమాధానం, %1$@ సమీక్షించారు
th: คำตอบทั่วไป ตรวจสอบโดย %1$@
tr: Sık verilen cevap, inceleyen: %1$@
ug: ئومۇمىي جاۋاب، %1$@ تەكشۈرگەن
ur: عام جواب، نظرثانی: %1$@
vi: Câu trả lời phổ biến, đã được %1$@ xem xét
zh_hans: 常见回答，已由 %1$@ 审阅

# answer_common_unreviewed
source: Common answer, awaiting scholar review
ar: إجابة شائعة، بانتظار مراجعة عالم
as: সাধাৰণ উত্তৰ, আলিমৰ পৰ্যালোচনাৰ অপেক্ষাত
bn: সাধারণ উত্তর, আলেমের পর্যালোচনার অপেক্ষায়
bs: Čest odgovor, čeka pregled učenjaka
ckb: وەڵامی باو، چاوەڕوانی پێداچوونەوەی زانا
es: Respuesta común, pendiente de revisión por un erudito
fa: پاسخ رایج، در انتظار بازبینی عالم
fa_af: پاسخ رایج، در انتظار بازبینی عالم
fil: Karaniwang sagot, hinihintay ang pagsusuri ng isang iskolar
fr: Réponse courante, en attente de relecture par un savant
gu: સામાન્ય જવાબ, આલિમની સમીક્ષા બાકી
ha: Amsar da aka saba, tana jiran malami ya duba
hi: आम जवाब, आलिम की समीक्षा बाक़ी
hu: Gyakori válasz, tudós általi ellenőrzésre vár
id: Jawaban umum, menunggu tinjauan ulama
ka: ხშირი პასუხი, ელოდება სწავლულის შემოწმებას
km: ចម្លើយទូទៅ កំពុងរង់ចាំអ្នកប្រាជ្ញពិនិត្យ
kn: ಸಾಮಾನ್ಯ ಉತ್ತರ, ವಿದ್ವಾಂಸರ ಪರಿಶೀಲನೆಗಾಗಿ ಕಾಯುತ್ತಿದೆ
mk: Чест одговор, чека преглед од учен
ml: സാധാരണ ഉത്തരം, പണ്ഡിത പരിശോധന കാത്തിരിക്കുന്നു
mr: नेहमीचे उत्तर, आलिमांच्या पुनरावलोकनाच्या प्रतीक्षेत
nl: Standaardantwoord, wacht op controle door een geleerde
pa: ਆਮ ਜਵਾਬ, ਆਲਿਮ ਦੀ ਨਜ਼ਰਸਾਨੀ ਬਾਕੀ
pt: Resposta comum, aguardando revisão de um sábio
ru: Частый ответ, ожидает проверки учёным
si: පොදු පිළිතුර, විද්වත් සමාලෝචනය බලාපොරොත්තුවෙන්
sr: Чест одговор, чека преглед учењака
sw: Jibu la kawaida, linasubiri kukaguliwa na mwanachuoni
te: సాధారణ సమాధానం, పండితుల సమీక్ష కోసం వేచి ఉంది
th: คำตอบทั่วไป รอผู้รู้ตรวจสอบ
tr: Sık verilen cevap, âlim incelemesi bekleniyor
ug: ئومۇمىي جاۋاب، ئۆلىما تەكشۈرۈشىنى كۈتمەكتە
ur: عام جواب، عالم کی نظرثانی باقی
vi: Câu trả lời phổ biến, đang chờ học giả xem xét
zh_hans: 常见回答，等待学者审阅

# answer_from_passages
source: Passages from your books
ar: مقاطع من كتبك
as: আপোনাৰ কিতাপৰ অংশ
bn: আপনার বই থেকে অংশ
bs: Odlomci iz vaših knjiga
ckb: دەقگەلێک لە کتێبەکانت
es: Pasajes de tus libros
fa: بخش‌هایی از کتاب‌های شما
fa_af: بخش‌هایی از کتاب‌های شما
fil: Mga sipi mula sa iyong mga aklat
fr: Passages de vos livres
gu: તમારાં પુસ્તકોના અંશો
ha: Nassoshi daga littattafanku
hi: आपकी किताबों के अंश
hu: Részletek a könyveidből
id: Kutipan dari buku Anda
ka: ფრაგმენტები თქვენი წიგნებიდან
km: អត្ថបទដកស្រង់ពីសៀវភៅរបស់អ្នក
kn: ನಿಮ್ಮ ಪುಸ್ತಕಗಳಿಂದ ಭಾಗಗಳು
mk: Одломки од вашите книги
ml: നിങ്ങളുടെ പുസ്തകങ്ങളിൽ നിന്നുള്ള ഭാഗങ്ങൾ
mr: तुमच्या पुस्तकांमधील उतारे
nl: Passages uit je boeken
pa: ਤੁਹਾਡੀਆਂ ਕਿਤਾਬਾਂ ਦੇ ਅੰਸ਼
pt: Trechos dos seus livros
ru: Фрагменты из ваших книг
si: ඔබේ පොත්වලින් ඡේද
sr: Одломци из ваших књига
sw: Vifungu kutoka kwenye vitabu vyako
te: మీ పుస్తకాల నుండి భాగాలు
th: ข้อความจากหนังสือของคุณ
tr: Kitaplarınızdan bölümler
ug: كىتابلىرىڭىزدىن ئۈزۈندىلەر
ur: آپ کی کتابوں سے اقتباسات
vi: Các đoạn trích từ sách của bạn
zh_hans: 来自你书籍的段落

# answer_from_passages_body
source: These passages best match your question. Read them in context before drawing a conclusion.
ar: هذه المقاطع هي الأقرب إلى سؤالك. اقرأها في سياقها قبل أن تستنتج.
as: এই অংশবোৰ আপোনাৰ প্ৰশ্নৰ সৈতে আটাইতকৈ বেছি মিলে। কোনো সিদ্ধান্তত উপনীত হোৱাৰ আগতে প্ৰসংগসহ পঢ়ক।
bn: এই অংশগুলো আপনার প্রশ্নের সাথে সবচেয়ে বেশি মেলে। কোনো সিদ্ধান্তে পৌঁছানোর আগে প্রসঙ্গসহ পড়ুন।
bs: Ovi odlomci najbolje odgovaraju vašem pitanju. Pročitajte ih u kontekstu prije nego što donesete zaključak.
ckb: ئەم دەقانە زۆرترین گونجانیان لەگەڵ پرسیارەکەت هەیە. پێش گەیشتن بە ئەنجام، لە شوێنی خۆیاندا بیانخوێنەرەوە.
es: Estos pasajes son los que mejor encajan. Léelos en contexto antes de sacar conclusiones.
fa: این بخش‌ها بیشترین تطابق را با سؤال شما دارند. پیش از نتیجه‌گیری، آن‌ها را در متن کامل بخوانید.
fa_af: این بخش‌ها بیشترین تطابق را با سوال شما دارند. پیش از نتیجه‌گیری، آن‌ها را در متن کامل بخوانید.
fil: Ang mga siping ito ang pinakatugma sa iyong tanong. Basahin ang mga ito sa konteksto bago gumawa ng konklusyon.
fr: Ces passages correspondent le mieux à votre question. Lisez-les dans leur contexte avant de conclure.
gu: આ અંશો તમારા સવાલ સાથે સૌથી વધુ મેળ ખાય છે. કોઈ તારણ કાઢતાં પહેલાં તેને સંદર્ભ સાથે વાંચો.
ha: Waɗannan nassoshi ne suka fi dacewa da tambayarku. Karanta su a mahallinsu kafin yanke hukunci.
hi: ये अंश आपके सवाल से सबसे ज़्यादा मेल खाते हैं। कोई नतीजा निकालने से पहले इन्हें संदर्भ में पढ़ें।
hu: Ezek a részletek felelnek meg leginkább a kérdésednek. Mielőtt következtetést vonsz le, olvasd el őket a szövegkörnyezetükben.
id: Kutipan ini paling sesuai dengan pertanyaan Anda. Bacalah dalam konteksnya sebelum menyimpulkan.
ka: ეს ფრაგმენტები ყველაზე მეტად შეესაბამება თქვენს კითხვას. დასკვნის გაკეთებამდე წაიკითხეთ ისინი კონტექსტში.
km: អត្ថបទទាំងនេះត្រូវនឹងសំណួររបស់អ្នកជាងគេ។ សូមអានវាក្នុងបរិបទ មុននឹងសន្និដ្ឋាន។
kn: ಈ ಭಾಗಗಳು ನಿಮ್ಮ ಪ್ರಶ್ನೆಗೆ ಹೆಚ್ಚು ಹೊಂದುತ್ತವೆ. ತೀರ್ಮಾನಕ್ಕೆ ಬರುವ ಮೊದಲು ಅವುಗಳನ್ನು ಸಂದರ್ಭದೊಂದಿಗೆ ಓದಿ.
mk: Овие одломки најдобро одговараат на вашето прашање. Прочитајте ги во контекст пред да донесете заклучок.
ml: ഈ ഭാഗങ്ങളാണ് നിങ്ങളുടെ ചോദ്യത്തോട് ഏറ്റവും യോജിക്കുന്നത്. ഒരു നിഗമനത്തിലെത്തും മുമ്പ് അവ സന്ദർഭത്തോടെ വായിക്കുക.
mr: हे उतारे तुमच्या प्रश्नाशी सर्वात जास्त जुळतात. कोणताही निष्कर्ष काढण्यापूर्वी ते संदर्भासह वाचा.
nl: Deze passages passen het best bij je vraag. Lees ze in hun context voordat je een conclusie trekt.
pa: ਇਹ ਅੰਸ਼ ਤੁਹਾਡੇ ਸਵਾਲ ਨਾਲ ਸਭ ਤੋਂ ਵੱਧ ਮਿਲਦੇ ਹਨ। ਕੋਈ ਨਤੀਜਾ ਕੱਢਣ ਤੋਂ ਪਹਿਲਾਂ ਇਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਸੰਗ ਵਿੱਚ ਪੜ੍ਹੋ।
pt: Estes trechos são os que mais correspondem à sua pergunta. Leia-os no contexto antes de tirar uma conclusão.
ru: Эти фрагменты лучше всего соответствуют вашему вопросу. Прочитайте их в контексте, прежде чем делать вывод.
si: මෙම ඡේද ඔබේ ප්‍රශ්නයට වඩාත් ගැළපේ. නිගමනයකට එළඹීමට පෙර ඒවා සන්දර්භය සමඟ කියවන්න.
sr: Ови одломци најбоље одговарају вашем питању. Прочитајте их у контексту пре него што донесете закључак.
sw: Vifungu hivi ndivyo vinavyolingana zaidi na swali lako. Visome katika muktadha wake kabla ya kufikia hitimisho.
te: ఈ భాగాలు మీ ప్రశ్నకు బాగా సరిపోతాయి. ఏదైనా నిర్ణయానికి వచ్చే ముందు వాటిని సందర్భంతో చదవండి.
th: ข้อความเหล่านี้ตรงกับคำถามของคุณมากที่สุด อ่านในบริบทก่อนสรุป
tr: Bu bölümler sorunuza en çok uyanlar. Sonuca varmadan önce bağlamıyla okuyun.
ug: بۇ ئۈزۈندىلەر سوئالىڭىزغا ئەڭ ماس كېلىدۇ. خۇلاسە چىقىرىشتىن بۇرۇن ئۇلارنى ئەسلى مەزمۇنىدا ئوقۇڭ.
ur: یہ اقتباسات آپ کے سوال سے سب سے زیادہ ملتے ہیں۔ نتیجہ نکالنے سے پہلے انہیں سیاق میں پڑھیں۔
vi: Những đoạn này khớp nhất với câu hỏi của bạn. Hãy đọc chúng trong ngữ cảnh trước khi rút ra kết luận.
zh_hans: 这些段落与你的问题最相符。在得出结论之前，请结合上下文阅读。

# answer_generated_on_device
source: Written on your phone from these sources
ar: كُتبت على هاتفك من هذه المصادر
as: এই উৎসবোৰৰ পৰা আপোনাৰ ফোনতে লিখা
bn: এই উৎসগুলো থেকে আপনার ফোনে লেখা
bs: Napisano na vašem telefonu na osnovu ovih izvora
ckb: لەسەر مۆبایلەکەت لەم سەرچاوانەوە نووسراوە
es: Redactado en tu teléfono a partir de estas fuentes
fa: نوشته‌شده روی گوشی شما از این منابع
fa_af: نوشته‌شده روی موبایل شما از این منابع
fil: Isinulat sa iyong telepono mula sa mga sangguniang ito
fr: Rédigé sur votre téléphone à partir de ces sources
gu: આ સ્રોતોમાંથી તમારા ફોન પર લખાયેલ
ha: An rubuta a wayarku daga waɗannan majiyoyi
hi: इन स्रोतों से आपके फ़ोन पर लिखा गया
hu: A telefonodon készült ezekből a forrásokból
id: Ditulis di ponsel Anda dari sumber ini
ka: დაწერილია თქვენს ტელეფონზე ამ წყაროების მიხედვით
km: សរសេរនៅលើទូរសព្ទរបស់អ្នក ពីប្រភពទាំងនេះ
kn: ಈ ಮೂಲಗಳಿಂದ ನಿಮ್ಮ ಫೋನ್‌ನಲ್ಲಿ ಬರೆಯಲಾಗಿದೆ
mk: Напишано на вашиот телефон од овие извори
ml: ഈ ഉറവിടങ്ങളിൽ നിന്ന് നിങ്ങളുടെ ഫോണിൽ എഴുതിയത്
mr: या स्रोतांमधून तुमच्या फोनवर लिहिलेले
nl: Op je telefoon geschreven op basis van deze bronnen
pa: ਇਨ੍ਹਾਂ ਸਰੋਤਾਂ ਤੋਂ ਤੁਹਾਡੇ ਫ਼ੋਨ ’ਤੇ ਲਿਖਿਆ ਗਿਆ
pt: Escrita no seu celular a partir destas fontes
ru: Составлено на вашем телефоне по этим источникам
si: මෙම මූලාශ්‍රවලින් ඔබේ දුරකථනයේ ලියන ලදී
sr: Написано на вашем телефону на основу ових извора
sw: Limeandikwa kwenye simu yako kutoka vyanzo hivi
te: ఈ మూలాల నుండి మీ ఫోన్‌లో రాయబడింది
th: เขียนบนโทรศัพท์ของคุณจากแหล่งข้อมูลเหล่านี้
tr: Bu kaynaklardan telefonunuzda yazıldı
ug: بۇ مەنبەلەر ئاساسىدا تېلېفونىڭىزدا يېزىلدى
ur: انہی ماخذ سے آپ کے فون پر لکھا گیا
vi: Được viết trên điện thoại của bạn từ các nguồn này
zh_hans: 根据这些来源在你的手机上撰写

# answer_insufficient_body
source: Answers only come from books on your phone. Try other words, a common question, or add books in Downloads.
ar: الإجابات تأتي فقط من الكتب على هاتفك. جرّب كلمات أخرى أو سؤالًا شائعًا، أو أضف كتبًا من التنزيلات.
as: উত্তৰ কেৱল আপোনাৰ ফোনত থকা কিতাপৰ পৰাহে আহে। আন শব্দ বা কোনো সাধাৰণ প্ৰশ্নৰে চেষ্টা কৰক, বা ডাউনলোডত কিতাপ যোগ কৰক।
bn: উত্তর শুধু আপনার ফোনের বই থেকেই আসে। অন্য শব্দ বা কোনো সাধারণ প্রশ্ন চেষ্টা করুন, অথবা ডাউনলোডসে বই যোগ করুন।
bs: Odgovori dolaze samo iz knjiga na vašem telefonu. Pokušajte drugim riječima, nekim čestim pitanjem ili dodajte knjige u Preuzimanjima.
ckb: وەڵامەکان تەنها لە کتێبەکانی سەر مۆبایلەکەتەوە دێن. وشەی تر یان پرسیارێکی باو تاقی بکەرەوە، یان لە داگرتنەکان کتێب زیاد بکە.
es: Las respuestas solo salen de los libros de tu teléfono. Prueba otras palabras, una pregunta común o añade libros.
fa: پاسخ‌ها فقط از کتاب‌های روی گوشی شما می‌آیند. کلمات دیگری را امتحان کنید، یک سؤال رایج را ببینید یا از بخش دانلودها کتاب اضافه کنید.
fa_af: پاسخ‌ها فقط از کتاب‌های روی موبایل شما می‌آیند. کلمات دیگری را آزمایش کنید، یک سوال رایج را ببینید یا از بخش دانلودها کتاب اضافه کنید.
fil: Galing lamang ang mga sagot sa mga aklat sa iyong telepono. Subukan ang ibang salita, isang karaniwang tanong, o magdagdag ng mga aklat sa Mga Download.
fr: Les réponses viennent uniquement des livres de votre téléphone. Essayez d’autres mots, une question courante, ou ajoutez des livres.
gu: જવાબો ફક્ત તમારા ફોન પરનાં પુસ્તકોમાંથી આવે છે. બીજા શબ્દો કે કોઈ સામાન્ય સવાલ અજમાવો, અથવા ડાઉનલોડ્સમાં પુસ્તકો ઉમેરો.
ha: Amsoshi suna fitowa ne kawai daga littattafan da ke wayarku. Gwada wasu kalmomi, tambayar da aka saba, ko ƙara littattafai a Abubuwan da aka sauke.
hi: जवाब सिर्फ़ आपके फ़ोन की किताबों से आते हैं। दूसरे शब्द या कोई आम सवाल आज़माएँ, या डाउनलोड में किताबें जोड़ें।
hu: A válaszok csak a telefonodon lévő könyvekből származnak. Próbálj más szavakat, egy gyakori kérdést, vagy adj hozzá könyveket a Letöltések között.
id: Jawaban hanya berasal dari buku di ponsel Anda. Coba kata lain, pertanyaan umum, atau tambahkan buku di Unduhan.
ka: პასუხები მხოლოდ თქვენს ტელეფონზე არსებული წიგნებიდან მოდის. სცადეთ სხვა სიტყვები, ხშირი კითხვა, ან დაამატეთ წიგნები ჩამოტვირთვებში.
km: ចម្លើយមកតែពីសៀវភៅនៅលើទូរសព្ទរបស់អ្នកប៉ុណ្ណោះ។ សូមសាកល្បងពាក្យផ្សេង សំណួរទូទៅ ឬបន្ថែមសៀវភៅក្នុងផ្នែកទាញយក។
kn: ಉತ್ತರಗಳು ನಿಮ್ಮ ಫೋನ್‌ನಲ್ಲಿರುವ ಪುಸ್ತಕಗಳಿಂದ ಮಾತ್ರ ಬರುತ್ತವೆ. ಬೇರೆ ಪದಗಳು ಅಥವಾ ಒಂದು ಸಾಮಾನ್ಯ ಪ್ರಶ್ನೆ ಪ್ರಯತ್ನಿಸಿ, ಅಥವಾ ಡೌನ್‌ಲೋಡ್‌ಗಳಲ್ಲಿ ಪುಸ್ತಕಗಳನ್ನು ಸೇರಿಸಿ.
mk: Одговорите доаѓаат само од книгите на вашиот телефон. Обидете се со други зборови, со често прашање или додадете книги во Преземања.
ml: ഉത്തരങ്ങൾ നിങ്ങളുടെ ഫോണിലെ പുസ്തകങ്ങളിൽ നിന്ന് മാത്രമാണ്. മറ്റ് വാക്കുകളോ ഒരു സാധാരണ ചോദ്യമോ ശ്രമിക്കുക, അല്ലെങ്കിൽ ഡൗൺലോഡുകളിൽ പുസ്തകങ്ങൾ ചേർക്കുക.
mr: उत्तरे फक्त तुमच्या फोनवरील पुस्तकांमधून येतात. दुसरे शब्द किंवा नेहमीचा प्रश्न वापरून पाहा, किंवा डाउनलोड्समध्ये पुस्तके जोडा.
nl: Antwoorden komen alleen uit boeken op je telefoon. Probeer andere woorden, een veelgestelde vraag, of voeg boeken toe bij Downloads.
pa: ਜਵਾਬ ਸਿਰਫ਼ ਤੁਹਾਡੇ ਫ਼ੋਨ ਦੀਆਂ ਕਿਤਾਬਾਂ ਤੋਂ ਆਉਂਦੇ ਹਨ। ਹੋਰ ਸ਼ਬਦ ਜਾਂ ਕੋਈ ਆਮ ਸਵਾਲ ਅਜ਼ਮਾਓ, ਜਾਂ ਡਾਊਨਲੋਡਾਂ ਵਿੱਚ ਕਿਤਾਬਾਂ ਜੋੜੋ।
pt: As respostas vêm apenas dos livros do seu celular. Tente outras palavras, uma pergunta frequente ou adicione livros em Downloads.
ru: Ответы берутся только из книг на вашем телефоне. Попробуйте другие слова, частый вопрос или добавьте книги в разделе «Загрузки».
si: පිළිතුරු ලැබෙන්නේ ඔබේ දුරකථනයේ ඇති පොත්වලින් පමණි. වෙනත් වචන හෝ පොදු ප්‍රශ්නයක් උත්සාහ කරන්න, නැතහොත් බාගැනීම්වල පොත් එක් කරන්න.
sr: Одговори потичу само из књига на вашем телефону. Покушајте другим речима, неко често питање или додајте књиге у Преузимањима.
sw: Majibu yanatoka tu kwenye vitabu vilivyo kwenye simu yako. Jaribu maneno mengine, swali la kawaida, au ongeza vitabu kwenye Vipakuliwa.
te: సమాధానాలు మీ ఫోన్‌లోని పుస్తకాల నుండి మాత్రమే వస్తాయి. వేరే పదాలు లేదా ఒక సాధారణ ప్రశ్న ప్రయత్నించండి, లేదా డౌన్‌లోడ్‌లలో పుస్తకాలను జోడించండి.
th: คำตอบมาจากหนังสือในโทรศัพท์ของคุณเท่านั้น ลองใช้คำอื่น เลือกคำถามที่พบบ่อย หรือเพิ่มหนังสือในส่วนดาวน์โหลด
tr: Cevaplar yalnızca telefonunuzdaki kitaplardan gelir. Başka kelimeler veya sık sorulan bir soru deneyin ya da İndirilenler’den kitap ekleyin.
ug: جاۋابلار پەقەت تېلېفونىڭىزدىكى كىتابلاردىنلا كېلىدۇ. باشقا سۆزلەرنى ياكى كۆپ سورالغان سوئالنى سىناڭ، ياكى «چۈشۈرۈلگەنلەر» دىن كىتاب قوشۇڭ.
ur: جوابات صرف آپ کے فون کی کتابوں سے آتے ہیں۔ دوسرے الفاظ یا عام سوال آزمائیں، یا ڈاؤن لوڈز سے کتابیں شامل کریں۔
vi: Câu trả lời chỉ đến từ các sách trên điện thoại của bạn. Hãy thử từ khác, một câu hỏi thường gặp, hoặc thêm sách trong mục Tải về.
zh_hans: 回答只来自你手机上的书籍。请换个说法、选择常见问题，或在“下载”中添加书籍。

# answer_insufficient_title
source: I couldn’t find this in your books
ar: لم أجد هذا في كتبك
as: আপোনাৰ কিতাপত মই এইটো বিচাৰি নাপালোঁ
bn: আপনার বইগুলোতে এটি খুঁজে পাইনি
bs: Nisam ovo pronašao u vašim knjigama
ckb: ئەمەم لە کتێبەکانتدا نەدۆزییەوە
es: No encontré esto en tus libros
fa: این را در کتاب‌های شما پیدا نکردم
fa_af: این را در کتاب‌های شما پیدا نکردم
fil: Hindi ko ito mahanap sa iyong mga aklat
fr: Je n’ai pas trouvé cela dans vos livres
gu: મને આ તમારાં પુસ્તકોમાં મળ્યું નહીં
ha: Ban sami wannan a littattafanku ba
hi: मुझे यह आपकी किताबों में नहीं मिला
hu: Ezt nem találtam a könyveidben
id: Saya tidak menemukannya di buku Anda
ka: ეს თქვენს წიგნებში ვერ ვიპოვე
km: ខ្ញុំរកមិនឃើញរឿងនេះក្នុងសៀវភៅរបស់អ្នកទេ
kn: ನಿಮ್ಮ ಪುಸ್ತಕಗಳಲ್ಲಿ ಇದು ನನಗೆ ಸಿಗಲಿಲ್ಲ
mk: Не го најдов ова во вашите книги
ml: നിങ്ങളുടെ പുസ്തകങ്ങളിൽ ഇത് കണ്ടെത്താനായില്ല
mr: हे मला तुमच्या पुस्तकांमध्ये सापडले नाही
nl: Ik kon dit niet vinden in je boeken
pa: ਮੈਨੂੰ ਇਹ ਤੁਹਾਡੀਆਂ ਕਿਤਾਬਾਂ ਵਿੱਚ ਨਹੀਂ ਮਿਲਿਆ
pt: Não encontrei isso nos seus livros
ru: Я не нашёл этого в ваших книгах
si: මට මෙය ඔබේ පොත්වල සොයා ගත නොහැකි විය
sr: Нисам ово пронашао у вашим књигама
sw: Sikuweza kupata hili kwenye vitabu vyako
te: ఇది మీ పుస్తకాల్లో నాకు దొరకలేదు
th: ไม่พบเรื่องนี้ในหนังสือของคุณ
tr: Bunu kitaplarınızda bulamadım
ug: بۇنى كىتابلىرىڭىزدىن تاپالمىدىم
ur: یہ آپ کی کتابوں میں نہیں ملا
vi: Tôi không tìm thấy điều này trong sách của bạn
zh_hans: 我在你的书籍中没有找到相关内容

# answer_language_note
source: Your books are in Arabic and English. Quotes stay in their original language.
ar: كتبك باللغتين العربية والإنجليزية، وتبقى الاقتباسات بلغتها الأصلية.
as: আপোনাৰ কিতাপবোৰ আৰবী আৰু ইংৰাজীত। উদ্ধৃতিবোৰ মূল ভাষাতে থাকে।
bn: আপনার বইগুলো আরবি ও ইংরেজিতে। উদ্ধৃতি মূল ভাষাতেই থাকে।
bs: Vaše knjige su na arapskom i engleskom. Citati ostaju na izvornom jeziku.
ckb: کتێبەکانت بە عەرەبی و ئینگلیزین. وەرگیراوەکان بە زمانی ڕەسەنی خۆیان دەمێننەوە.
es: Tus libros están en árabe e inglés. Las citas se mantienen en su idioma original.
fa: کتاب‌های شما به عربی و انگلیسی هستند. نقل‌قول‌ها به زبان اصلی خود می‌مانند.
fa_af: کتاب‌های شما به عربی و انگلیسی هستند. نقل‌قول‌ها به زبان اصلی خود می‌مانند.
fil: Nasa Arabic at English ang iyong mga aklat. Nananatili ang mga sipi sa orihinal nilang wika.
fr: Vos livres sont en arabe et en anglais. Les citations restent dans leur langue d’origine.
gu: તમારાં પુસ્તકો અરબી અને અંગ્રેજીમાં છે. અવતરણો તેમની મૂળ ભાષામાં જ રહે છે.
ha: Littattafanku suna cikin Larabci da Turanci. Ɗaukar magana tana nan a harshenta na asali.
hi: आपकी किताबें अरबी और अंग्रेज़ी में हैं। उद्धरण अपनी मूल भाषा में रहते हैं।
hu: A könyveid arab és angol nyelvűek. Az idézetek az eredeti nyelvükön maradnak.
id: Buku Anda berbahasa Arab dan Inggris. Kutipan tetap dalam bahasa aslinya.
ka: თქვენი წიგნები არაბულ და ინგლისურ ენებზეა. ციტატები ორიგინალის ენაზე რჩება.
km: សៀវភៅរបស់អ្នកជាភាសាអារ៉ាប់ និងអង់គ្លេស។ សម្រង់នៅតែជាភាសាដើម។
kn: ನಿಮ್ಮ ಪುಸ್ತಕಗಳು ಅರೇಬಿಕ್ ಮತ್ತು ಇಂಗ್ಲಿಷ್‌ನಲ್ಲಿವೆ. ಉಲ್ಲೇಖಗಳು ಅವುಗಳ ಮೂಲ ಭಾಷೆಯಲ್ಲೇ ಇರುತ್ತವೆ.
mk: Вашите книги се на арапски и англиски. Цитатите остануваат на изворниот јазик.
ml: നിങ്ങളുടെ പുസ്തകങ്ങൾ അറബിയിലും ഇംഗ്ലീഷിലുമാണ്. ഉദ്ധരണികൾ അവയുടെ മൂലഭാഷയിൽ തന്നെ നിലനിൽക്കും.
mr: तुमची पुस्तके अरबी आणि इंग्रजीत आहेत. उतारे त्यांच्या मूळ भाषेतच राहतात.
nl: Je boeken zijn in het Arabisch en Engels. Citaten blijven in hun oorspronkelijke taal.
pa: ਤੁਹਾਡੀਆਂ ਕਿਤਾਬਾਂ ਅਰਬੀ ਅਤੇ ਅੰਗਰੇਜ਼ੀ ਵਿੱਚ ਹਨ। ਹਵਾਲੇ ਆਪਣੀ ਅਸਲ ਭਾਸ਼ਾ ਵਿੱਚ ਹੀ ਰਹਿੰਦੇ ਹਨ।
pt: Seus livros estão em árabe e inglês. As citações ficam no idioma original.
ru: Ваши книги на арабском и английском. Цитаты остаются на языке оригинала.
si: ඔබේ පොත් අරාබි සහ ඉංග්‍රීසි භාෂාවලින් ඇත. උපුටා දැක්වීම් ඒවායේ මුල් භාෂාවෙන්ම පවතී.
sr: Ваше књиге су на арапском и енглеском. Цитати остају на изворном језику.
sw: Vitabu vyako viko kwa Kiarabu na Kiingereza. Manukuu yanabaki katika lugha yake ya asili.
te: మీ పుస్తకాలు అరబిక్, ఇంగ్లీష్‌లో ఉన్నాయి. ఉల్లేఖనలు వాటి అసలు భాషలోనే ఉంటాయి.
th: หนังสือของคุณเป็นภาษาอาหรับและภาษาอังกฤษ ข้อความที่ยกมาจะคงภาษาเดิม
tr: Kitaplarınız Arapça ve İngilizce. Alıntılar orijinal dillerinde kalır.
ug: كىتابلىرىڭىز ئەرەبچە ۋە ئىنگلىزچە. نەقىللەر ئەسلى تىلىدا قالىدۇ.
ur: آپ کی کتابیں عربی اور انگریزی میں ہیں؛ اقتباسات اپنی اصل زبان میں رہتے ہیں۔
vi: Sách của bạn bằng tiếng Ả Rập và tiếng Anh. Các trích dẫn được giữ nguyên ngôn ngữ gốc.
zh_hans: 你的书籍为阿拉伯语和英语。引文保留原文语言。
